Dlubal.RFEM5.IDimension
Interface for working with dimension

Dlubal.RFEM5.IDimension.GetData
Gets dimension parameters.
Returns: Dimension parameters

Dlubal.RFEM5.IDimension.Delete
Deletes dimension.